/* About MSSNGR */
"About MSSNGR" = "Über MSSNGR";

/* Activities */
"Activities" = "Aktivitäten";

/* Activities search header */
"Activities (%d)" = "Aktivitäten (%d)";

/* Agenda */
"Agenda" = "Agenda";

/* No comment provided by engineer. */
"All" = "Alles";

/* Call */
"Call" = "Anrufen";

/* Call %@ ? */
"Call %@ ?" = "%@ anrufen?";

/* Call 08345624563 */
"Call 08345624563" = "08345624563 anrufen";

/* Call us */
"Call us" = "Anrufen";

/* Cancel */
"Cancel" = "Abbrechen";

/* Cannot recognize code
   Message vor invalid convention code */
"Cannot recognize code. Please enter again!" = "Fehlerhafter Code. Bitte versuchen Sie es erneut!";

/* Check out of current hotel */
"Check out of current hotel" = "Aus diesem Hotel auschecken";

/* City: */
"City:" = "Stadt:";

/* Convention Code */
"Convention Code:" = "Tagungscode:";

/* Convention
   Conventions */
"Conventions" = "Tagungen"; /* NEW */

/* Country: */
"Country:" = "Land:";

/* Define interests */
"Define interests" = "Meine Interessen";

/* Denial of Geo Location: */
"Denial of Geo Location:" = "Ortung abgelehnt";

/* Denial of Push Messages: */
"Denial of Push Messages:" = "Push-Nachrichten abgelehnt";

/* Directory */
"Directory" = "Verzeichnis";

/* Directories search header */
"Directory (%d)" = "Verzeichnis (%d)";

/* Enter an additional convention code below! */
"Enter an additional convention code below!" = "Geben Sie zur Teilnahme an anderen Tagungen hier einen weiteren Tagungscode ein!";

/* Friday */
"Friday" = "Freitag";

/* Body for recommendation mail */
"Hey there!\nI've been using the MSSNGR app for some time now and thought you might like it. It's a free and easy App that informs you about what is happening in your hotel. You decide about what, when and where you want to be informed.\n\nCheck out the free app in the app store:\nhttp://itunes.apple.com/us/app/mssngr/id485696540?l=de&ls=1&mt=8\n\nHave a happy vacation with MSSNGR!" = "Hallo,\n\nIch habe MSSNGR ausprobiert und bin begeistert - du könntest die App mögen. \nEs ist eine kostenlose iPhone App, die dir in deinem Urlaub automatisch alle Infos aus deinem Hotel auf dem Handy anzeigt. Du entscheidest, was du wann und wo wissen willst.\n\nLade MSSNGR kostenlos aus dem App Store: http://itunes.apple.com/de/app/mssngr/id485696540?l=de&ls=1&mt=8\n\nViel Spaß mit MSSNGR in deinem nächsten Urlaub!";

/* Hotel Name: */
"Hotel Name:" = "Hotelname:";

/* I accept the above terms of service */
"I accept the above terms of service" = "Ich akzeptiere die AGB";

/* Convention Welcome Message */
"If you participate in a meeting or convention at this hotel, please enter code below. Otherwise leave blank." = "Falls Sie in diesem Hotel an einer Tagung teilnehmen, geben Sie bitte den Tagungscode ein.";

/* Location Services Disabled */
"Location Services Disabled" = "Ortungsdienste nicht verfügbar";

/* Log into convention */
"Log into convention" = "In Tagung einloggen";

/* Monday */
"Monday" = "Montag";

/* Heading for recommendation mail */
"MSSNGR - Hotel information, the way I want it" = "MSSNGR - In meinem Urlaub so informiert, wie ich es will";

/* No comment provided by engineer. */
"My Activities" = "Für mich";

/* My Interests */
"My Interests" = "Meine Interessen";

/* Nearby */
"Nearby" = "In der Nähe";

/* No booking possible via this app. */
"No booking possible via this app." = "Keine Buchung über die App möglich.";

/* Ok
   OK */
"Ok" = "OK";

/* OK */
"OK" = "OK";

/* Other */
"Other" = "Andere";

/* Out of geo range */
"Out of geo range" = "Kein Hotel in der Nähe";

/* Participating hotels */
"Participating hotels" = "Teilnehmende Hotels";

/* Please indicate your areas of interest: */
"Please indicate your areas of interest:" = "Bitte geben Sie Ihre Interessen ein:";

/* Preferences */
"Preferences" = "Einstellungen";

/* Rate MSSNGR */
"Rate MSSNGR" = "MSSNGR bewerten";

/* Recommend MSSNGR */
"Recommend MSSNGR" = "MSSNGR empfehlen";

/* Roaming charges may apply. */
"Roaming charges may apply." = "Es können Roaminggebühren anfallen.";

/* Saturday */
"Saturday" = "Samstag";

/* Search */
"Search" = "Suche";

/* Send to MSSNGR */
"Send to MSSNGR" = "Senden";

/* Show all hotels */
"Show all hotels" = "Alle Hotels zeigen";

/* Sunday */
"Sunday" = "Sonntag";

/* Terms of service & Privacy */
"Terms of service & Privacy" = "AGB & Privatsphäre";

/* Message that informs the user about the consequences of push denial */
"This app informs you about exclusive deals around your stay in hotels. If push messages are not allowed, you will not get noticed immediately about the latest offering. To always receive the best deals immediately, please allow this app to send push messages." = "MSSNGR informiert Sie über exklusive Angebote während Ihres Aufenthalts in Hotels. Wenn Sie Push-Nachrichten ablehnen, können wir Sie nicht über diese Angebote informieren. Daher empfehlen wir Ihnen, Push-Nachrichten über \"Einstellungen\" zu aktivieren.";

/* Message informing the user about denial of geolocation */
"This app must be supported by the geo location function of this device. If you would like to use the MSSNGR service, please allow this app to access your geo location. Thank you." = "MSSNGR benötigt Ihre Position, um bestmöglich zu funktionieren. Wir benutzen diese Daten ausschließlich, um Informationen anzuzeigen, die zu Ihrem Aufenthaltsort passen. Bitte tippen Sie \"Einstellungen\" und fügen Sie MSSNGR unter \"Ortungsdienste\" hinzu.";

/* Thursday */
"Thursday" = "Donnerstag";

/* Today */
"Today" = "Heute";

/* Tomorrow */
"Tomorrow" = "Morgen";

/* Tuesday */
"Tuesday" = "Dienstag";

/* Text explaining that no hotels are available */
"We are sorry! At your current location, no hotel offers MSSNGR services.<br><br><br>If you would like to propose a hotel to participate in MSSNGR for the future, please enter the hotel details below." = "Leider gibt es an Ihrem Ort noch kein Hotel, das MSSNGR nutzt.<br><br>Wenn Sie ein Hotel vorschlagen möchten, geben Sie die Daten des Hotels hier ein:";

/* Wednesday */
"Wednesday" = "Mittwoch";

/* Welcome to MSSNGR */
"Welcome to MSSNGR" = "Willkommen bei MSSNGR";

/* No comment provided by engineer. */
"You can use MSSNGR here:" = "Hier gibt es MSSNGR:";

/* Message that informs user that geo location is disabled */
"You currently have all location services for this device disabled.This app must be supported by the geo location function of this device. If you would like to use the MSSNGR service, please allow this app to access your geo location. Thank you." = "Ortungsdienste sind auf Ihrem Gerät ausgeschaltet. MSSNGR benötigt Ihren Aufenthaltsort, um bestmöglich zu funktionieren. Wir benutzen diese Daten ausschließlich, um Ihnen Informationen anzuzeigen, die zu Ihrem aktuellen Ort passen. Bite tippen Sie \"Einstellungen\" und aktivieren Sie \"Ortungsdienste\".";

/* your conventions
   Your conventions */
"Your conventions" = "Ihre Tagungen"; /* NEW */

"You have not logged in for 2 days. Are you still checked in at the following hotel?" = "Sie haben sich seit zwei Tagen nicht eingecheckt. Sind Sie noch in diesem Hotel?";

"Yes" = "Ja";

"No" = "Nein";

"Show me all hotels offering MSSNGR service" = "Alle Hotels anzeigen, die MSSNGR anbieten";

"Thank you for your proposal! If a relevant number of MSSNGR users share your proposal, chances are good to convince the hotel to also participate in MSSNGR in the future.</br></br>If you would like to see which hotels currently offer the MSSNGR service, please click the button below." = "Vielen Dank für Ihre Empfehlung! </br></br>Wenn mehrere MSSNGR-Nutzer dieses Hotel empfehlen, ist die Wahrscheinlichkeit hoch, dass das Hotel MSSNGR bald anbietet.";
